[
  {
    "name": "Anne de Bretagne",
    "uri": "https://www.relaischateaux.com/us/france/annedebretagne-loire-atlantique-la-plaine-sur-mer",
    "image": "https://media.relaischateaux.com/public/hash/34075dd2a01a31e71a79c5e8dd8fc16ac54fc5a8",
    "citation": "“A gourmet getaway in a seaside setting”",
    "location": "La Plaine sur Mer",
    "description": "On the sand dunes, facing the charming port of La Gravette, Anne de Bretagne is a contemporary villa, perfectly placed to enjoy the best of Brittany. There are breath-taking views over the ocean from the suites and the Italian-style terraces. In the excellent restaurant, Mathieu Guibert’s cuisine is inventive with a touch of the sea, in perfect harmony with the wines selected by Michèle Vételé, a highly-recognised sommelier. In season, you can try wild clams with shredded leek. Fish and shellfish create a perfect match: “slow-cooked” line-caught sea bass is served with a sardine concassé, a string of winkles and a sea lettuce emulsion.        ",
    "michelinUri": "https://restaurant.michelin.fr/2ciults/anne-de-bretagne-la-plaine-sur-mer",
    "michelinStars": 2
  },
  {
    "name": "Assiette Champenoise",
    "uri": "https://www.relaischateaux.com/us/france/assiette-champenoise-champagne-ardenne-tinqueux",
    "image": "https://media.relaischateaux.com/public/hash/bbae8cd78bee1c6cba8d90e9d59f3bd6cc13713a",
    "citation": "“A mix of modernity and family heritage at both the restaurant and the hotel”",
    "location": "Tinqueux",
    "description": "Appearances are sometimes deceptive! The walls of this beautiful mansion hide a contemporary interior based on straight lines, trendy furnishings and design furniture. Founded nearly 40 years ago by their parents, the Assiette Champenoise is run today by Arnaud Lallement in the kitchen, his wife Magali in the dining room and his sister Mélanie, who are very keen to continue the family tradition of hospitality. Deeply rooted in the region, the property invites you to discover the best champagnes in the cosy bar or the highly acclaimed cuisine of the young Chef, who celebrates the quality of the products. Park, terrace and pool are a harmonious complement to this fine property.        ",
    "michelinUri": "https://restaurant.michelin.fr/2cliodi/assiette-champenoise-tinqueux",
    "michelinStars": 3
  },
  {
    "name": "Auberge des Glazicks",
    "uri": "https://www.relaischateaux.com/us/france/auberge-des-glazicks-plomodiern",
    "image": "https://media.relaischateaux.com/public/hash/102f7ea1be0c82a1f2bc72d6a7d199a9c515a28a",
    "citation": "",
    "location": "Plomodiern",
    "description": "It began as a blacksmith’s forge, then an inn stocked by the adjoining farm where workers and villagers met. Today, it is where Olivier Bellin, who took over from his grandmother and mother, interprets his “modern” version of a “land and sea” cuisine steeped in history. The fish are wild varieties, the vegetables are organic and the meat comes from small producers. Magnified in dishes boasting intense flavours, they continually seduce local Bretons and attract travellers who enjoy staying in the rooms adorned in highly contemporary decor. On sunny days, the magnificent view over the Bay of Douarnenez adds the final touch.        ",
    "michelinUri": "https://restaurant.michelin.fr/2akhln2/lauberge-des-glazicks-plomodiern",
    "michelinStars": 2
  },
  {
    "name": "Auberge des Templiers",
    "uri": "https://www.relaischateaux.com/us/france/templiers-loiret-boismorand",
    "image": "https://media.relaischateaux.com/public/hash/bbce3b33b4815598a47d48aac2a522ce551fb8b4",
    "citation": "“Keeping tradition alive in the Sologne countryside”",
    "location": "Boismorand",
    "description": "Back in 1954 the Dépée family turned this former post house into one of the first Relais & Châteaux properties. Charming and tranquil, this top culinary destination is surrounded by Loire châteaux and the vineyards of Sancerre and Pouilly. Experience the rare pleasure of sleeping under a thatched roof, and allow yourself to be seduced by the cuisine of Chef Yoshi Miura in the restaurant, looking out on century-old oak trees. On the menu is a magical ravioli of wild mushrooms and velouté with a truffle jus, and John Dory in a La Ratte potato crust and sweet red onion sauce. This delicious food is complemented by wine from the highly acclaimed cellar.        ",
    "michelinUri": "https://restaurant.michelin.fr/2bicgcl/auberge-des-templiers-les-bezards",
    "michelinStars": 1
  },
  {
    "name": "Bas Rupts",
    "uri": "https://www.relaischateaux.com/us/france/basrupts-vosges-gerardmer",
    "image": "https://media.relaischateaux.com/public/hash/d6b9bfee900ca876e6b5c2b9c74163106cb3e621",
    "citation": "“Your four seasons in the mountains”",
    "location": "Gérardmer",
    "description": "L’Hostellerie des Bas Rupts is an ensemble of Swiss-style chalets in the heart of the Vosges Forest, just above Gérardmer. This welcoming hotel has been managed by the Philippe and Witdouck families for five generations and has managed to retain all its authenticity. Whatever the season, the lake and mountains offer numerous opportunities for nature pursuits. Guests who love the finer things in life and appreciate superb ingredients can go and visit the small local producers and artisans. The hotel’s owners have succeeded in creating a beautifully appointed, upscale chalet. Another major advantage is its gourmet cuisine and superb wine list.        ",
    "michelinUri": "https://restaurant.michelin.fr/29jqk2d/les-bas-rupts-bas-rupts",
    "michelinStars": 0
  },
  {
    "name": "Brittany & Spa",
    "uri": "https://www.relaischateaux.com/us/france/brittany-finistere-roscoff",
    "image": "https://media.relaischateaux.com/public/hash/71b392c296195f144edddf5db2ced46615182c7f",
    "citation": "“The Brittany of pirates and white sand”",
    "location": "Roscoff",
    "description": "Formerly a smuggling port and refuge, Roscoff has remained a unique destination, with its waves of emerald, granite cottages and manor houses nestled amongst the cliffs. This hideaway is an ancient trader’s property with a swimming pool, spa and direct access to the beach. The chef will treat you to an exceptional quality of fish and seafood, directly sourced from the local fishermen. His cuisine is a reflection of modern Brittany; it is a real pleasure to see, to feel, to taste! A 15 minutes boat trip is all that is needed to discover the island of Batz, a “tropical” pearl with palm trees and beaches of fine sand that has been magically misplaced in the English Channel.        ",
    "michelinUri": "https://restaurant.michelin.fr/2cnbixn/le-brittany-roscoff",
    "michelinStars": 1
  },
  {
    "name": "Château Cordeillan-Bages",
    "uri": "https://www.relaischateaux.com/us/france/cordeillan-gironde-pauillac",
    "image": "https://media.relaischateaux.com/public/hash/a88d2a44145d545cb8a655a5d3d9f7e35560ce90",
    "citation": "“A unique destination between lands and seas to awaken the senses”",
    "location": "Pauillac",
    "description": "On the route of the châteaux, close to Château Lynch-Bages, grand cru classé of Pauillac, this 17th century charterhouse invites you to discover true art de vivre. Around a garden, the bright guestrooms with their muted, timeless décor, the pool, the sauna and the terraces near the vineyards create a haven of well-being. In the dining room, Chef refines the products of the South West and proposes a delightful dialogue between a contemporary cuisine and the Bordeaux grand crus. Visits to châteaux, tasting classes, elaboration of own wine, strolling with the family in the village… Share the savoir-vivre of Epicurean Médoc.        ",
    "michelinUri": "https://restaurant.michelin.fr/2chq5p0/chateau-cordeillan-bages-pauillac",
    "michelinStars": 1
  },
  {
    "name": "Château de Codignat",
    "uri": "https://www.relaischateaux.com/us/france/codignat-puy-de-dome-bort-l-etang",
    "image": "https://media.relaischateaux.com/public/hash/310d8b3c68e7c4af06fdc79d8da45c5decaf49e3",
    "citation": "“The unique atmosphere of a place steeped in history”",
    "location": "Bort-l’Etang",
    "description": "In the heart of the Auvergne of the winding rivers, pure water lakes, Romanesque art and volcanoes, stands a 15th century fortress. This truly exceptional place, just a few kilometres from Clermont-Ferrand, has exquisite guest rooms and an outdoor pool in the middle of nature, surrounded by a wooded park. If the magical towers, dungeons and royal guest rooms with fourposter beds, ancient silk, French marble and original furniture from the late 19th century, are not enchanting enough for you, our restaurant, with a cellar boasting 500 different labels, will seduce you with a cuisine which makes excellent use of the best local produce.        ",
    "michelinUri": "https://restaurant.michelin.fr/2c4fx70/chateau-de-codignat-bort-letang",
    "michelinStars": 0
  },
  {
    "name": "Château de Courcelles",
    "uri": "https://www.relaischateaux.com/us/france/courcelles-aisne-courcelles-sur-vesle",
    "image": "https://media.relaischateaux.com/public/hash/bf9ad4e3b995a2f75cc5e3d9ca46f3323fc998ed",
    "citation": "“Live a chapter from a novel”",
    "location": "Courcelles-sur-Vesle",
    "description": "Legend has it that Jean Cocteau designed the staircase of the Château de Courcelles... Regardless of whether it is true, this rumour speaks volumes about the attention to detail in this palace where Jean-Jacques Rousseau once liked to stroll in the French garden and French literary figures Racine, La Fontaine and Dumas stayed between Paris, the Aisne and the Champagne. Which now famous pages did they write here? This can be contemplated while strolling through the magnificent grounds, swimming in the pool, playing a round of golf, or a game of tennis, and dining like royalty, discovering the best local products and excellent wines.        ",
    "michelinUri": "https://restaurant.michelin.fr/2bt74js/chateau-de-courcelles-courcelles-sur-vesle",
    "michelinStars": 0
  },
  {
    "name": "Château de Germigney",
    "uri": "https://www.relaischateaux.com/us/france/germigney-jura-port-lesney",
    "image": "https://media.relaischateaux.com/public/hash/8e7da8bde55d9b57f9741e5a7dbe6e41310f9343",
    "citation": "“Live like a lord”",
    "location": "Port-Lesney",
    "description": "Renowned interior designers Roland and Véréna Schön have turned this former home of a marquis, located amongst pristine lakes, into an astonishing hotel. Cedarwood parquet floors, period furniture and silky wall hangings make each room like a work of art. Enjoy a swim in the environmentally friendly pool with 100% natural water, sink into an armchair to read a book or sample the best wines of the Jura, before sitting down to savour starred Chef Pierre Basso-Moro's generous, subtle cuisine. The hallmark dishes, like Bresse chicken from the Roussel-Voisard farm in a sealed terrine with Vin Jaune, are worthy of feasts from bygone days.        ",
    "michelinUri": "https://restaurant.michelin.fr/2ck4s6b/chateau-de-germigney-port-lesney",
    "michelinStars": 0
  },
  {
    "name": "Château de Locguénolé",
    "uri": "https://www.relaischateaux.com/us/france/locguenole-morbihan-kervignac",
    "image": "https://media.relaischateaux.com/public/hash/5080ce8d32657f01e02ba44b9bccdf989bf28dcf",
    "citation": "“Life at the water's side!”",
    "location": "Kervignac",
    "description": "Locguénolé is located next to the dark waters of a sea inlet in the heart of a land of legends. The Château and the small Manor House overlook a wide estuary where the light and landscape change with the tides. These buildings from the 18th and early 19th centuries are set in wooded parkland and have remained in the hands of the same family for centuries. They boast a combination of modern comfort and tradition with classical décor and period furniture. The creative cuisine is based on a subtle pairing of ingredients from the Morbihan terroir and the ocean. A private pontoon permits sailors travelling up the Blavet from Lorient harbour to dock at this delightful haven.        ",
    "michelinUri": "https://restaurant.michelin.fr/2c0u6o8/chateau-de-locguenole-kervignac",
    "michelinStars": 0
  },
  {
    "name": "Château de Mirambeau",
    "uri": "https://www.relaischateaux.com/us/france/mirambeau-charente-maritime-mirambeau",
    "image": "https://media.relaischateaux.com/public/hash/87337bdaf873372e93d817b6ac796e5a740606cd",
    "citation": "“A magical place, at the crossing of Cognac and Bordeaux vineyards”",
    "location": "Mirambeau",
    "description": "Between Cognac and Bordeaux, two renowned wine-growing regions, this Renaissance-style château enjoys a commanding position in the heart of a superb eight-hectare park overlooking the Gironde estuary. You lose all sense of time in this residence which boasts a past which is rich in art and history, with its exquisite fabrics, antique furniture and crystal chandeliers. Château de Mirambeau, which expresses a French art de vivre that is sophisticated yet unpretentious, offers delightful gourmet cuisine. When evening comes, one of the most fascinating rooms in the château, the “Cognathèque”, is the ideal place if you want to taste wine and the best cognacs.        ",
    "michelinUri": "https://restaurant.michelin.fr/2c914ee/chateau-de-mirambeau-mirambeau",
    "michelinStars": 0
  },
  {
    "name": "Château de Montreuil",
    "uri": "https://www.relaischateaux.com/us/france/montreuil-pas-de-calais-montreuil",
    "image": "https://media.relaischateaux.com/public/hash/8030ad4d60647583e4e5f9b348afbdb6481a2e54",
    "citation": "“British charm with a French touch”",
    "location": "Montreuil sur Mer",
    "description": "Lindsay and Christian Germain, the owners of this manor house just a stone’s throw from Le Touquet and the Channel Tunnel, have combined the best of England and France to make a visit to the Château de Montreuil an absolute must. When English charm meets French fine dining, it makes for a seriously enjoyable stay. Lunch on the terrace, dine with friends, or simply relax in the flower garden with a book, a glass of champagne, or a cup of tea, at what was once the country retreat of the Wooster/Rothschild family. A stroll along the ramparts of the town and some of the finest beaches on the Opal Coast await.        ",
    "michelinUri": "https://restaurant.michelin.fr/2cav5n8/chateau-de-montreuil-montreuil",
    "michelinStars": 0
  },
  {
    "name": "Château de Noirieux",
    "uri": "https://www.relaischateaux.com/us/france/noirieux-maine-et-loire-briollay",
    "image": "https://media.relaischateaux.com/public/hash/0f7a94cb21ffc0aacb7663d259293ace010faae9",
    "citation": "“Experience the unique charm of the Anjou region”",
    "location": "Briollay",
    "description": "Nestled on nine hectares of grounds, the Château de Noirieux with its tufa stones and bluish slates is an oasis of calm, elegance and privacy. The atmosphere recalls the grandeur of historical stately homes and there is a magnificent inlaid Érard piano. The Maître de Maison Christophe Guillemot take pride in ensuring that everything is perfect, right down to the slightest detail. Each room is lightly perfumed with its own special fragrance, the welcome is warm, the terrace is surrounded by beautiful nature and, in the kitchen, the chef has discovered the secret of remarkable and inspired cuisine, tailored around the freshest produce that’s in season.        ",
    "michelinUri": "https://restaurant.michelin.fr/2bklbp3/chateau-de-noirieux-briollay",
    "michelinStars": 0
  },
  {
    "name": "Château de Noizay",
    "uri": "https://www.relaischateaux.com/us/france/noizay-indre-et-loire-noizay",
    "image": "https://media.relaischateaux.com/public/hash/a75ec74c3e54cbd2dd119a9d2a7e5f53bbf7fc20",
    "citation": "“History of the Kings of France and gentle living in Touraine”",
    "location": "Noizay",
    "description": "Delve into history at this magnificent château in the heart of the Loire Valley and the Vouvray vineyards. Its gorgeous stained glass windows, its magnificent staircase and stately gardens transport guests back in time to 1560, when Château de Noizay was the setting of an important episode in the French Wars of Religion. Here, a group of Protestant Huguenots, known as the Amboise conspirators, hatched their plot to abduct the young King Francois II. Each of the château’s rooms has its own unique décor featuring authentic period furniture. It is the perfect base from which to explore the sites and tastes of the legendary Loire Valley.        ",
    "michelinUri": "https://restaurant.michelin.fr/2cdpwb9/chateau-de-noizay-noizay",
    "michelinStars": 0
  },
  {
    "name": "Château de Riell",
    "uri": "https://www.relaischateaux.com/us/france/riell-pyrenees-orientales-prades",
    "image": "https://media.relaischateaux.com/public/hash/a92a864264d639d1d80c749fdec20315629cdc67",
    "citation": "“A castle suspended against the mount Canigou sky”",
    "location": "Prades",
    "description": "In an unspoilt valley in French Catalonia, looking out at the snow-topped mount Canigou, you will find the Château de Riell, perched among parasol pines and oleander trees. This hotel is made for hedonists, with its baroque interiors and a restaurant whose highlights include lamb and seafood. Sports enthusiasts can choose from the huge range of outdoor activities against a backdrop of breathtaking scenery and the open-air pool set on the castle’s ramparts. Discerning gentlemen travellers will be impressed by the ambiance of the Out of Africa bar and the dacha, where you can sit and read or enjoy breakfast. A splendid escape in Romanesque Roussillon.        ",
    "michelinUri": "https://restaurant.michelin.fr/2c99qg9/chateau-de-riell-molitg-les-bains",
    "michelinStars": 0
  },
  {
    "name": "Château de la Treyne",
    "uri": "https://www.relaischateaux.com/us/france/treyne-lot-lacave",
    "image": "https://media.relaischateaux.com/public/hash/71114e44f8523dc4a44941fca00aeb7cdbe118a3",
    "citation": "“Overlooking the Dordogne river, true happiness awaits”",
    "location": "Lacave",
    "description": "The towers of this château are so close to the river that it feels as if they are floating on it. Located between the Lot, known as the “land of marvels”, and the Dordogne, home to more than one thousand châteaux, the Château de la Treyne is the ideal base from which to set off and explore this fascinating region. The Chef adapts the cuisine of the terroir, based on foie gras or lamb from the Causses du Quercy nature park. A delicious dinner can be enjoyed in the Grand Louis XIII Salon, or on the terrace overlooking the Dordogne. Breathe in pure, fresh air and look around wide-eyed to take in this extraordinary setting.        ",
    "michelinUri": "https://restaurant.michelin.fr/2c38ubh/chateau-de-la-treyne-lacave",
    "michelinStars": 1
  },
  {
    "name": "Château d’Adoménil",
    "uri": "https://www.relaischateaux.com/us/france/adomenil-meurthe-et-moselle-luneville",
    "image": "https://media.relaischateaux.com/public/hash/fe5194fcfef3a56438f7c10cd59178b8ea8f4c05",
    "citation": "“Refinement and simplicity in the Lorraine countryside”",
    "location": "Lunéville",
    "description": "This charming château is close to Lunéville, a town which Voltaire wrote “felt” just like Versailles. In the so-called “Little Versailles” of the Dukes of Lorraine, you can explore the Baccarat crystal works and Nancy’s famous Stanislas square, a Unesco World Heritage site. Adoménil is an 18th century building that has been beautifully restored and enhanced by subtle touches of modernity. Starred Chef Cyril Leclerc creates audacious gourmet cuisine that gives pride of place to fresh products, many of them from the surrounding Lorraine countryside. The best of both the past and present come together in the courteous service and fine cuisine at this beautiful hideaway.        ",
    "michelinUri": "https://restaurant.michelin.fr/2c5ztru/chateau-dadomenil-luneville",
    "michelinStars": 1
  },
  {
    "name": "Domaine de Rochevilaine",
    "uri": "https://www.relaischateaux.com/us/france/rochevilaine-morbihan-billiers",
    "image": "https://media.relaischateaux.com/public/hash/b4c5d03a1f653b7ae0eff6b397740e2063c59e73",
    "citation": "“Breton passions”",
    "location": "Billiers",
    "description": "Bertrand Jaquet, owner of Domaine de Rochevilaine, has a genuine passion for Brittany and his desire to share that love with his guests is evident. Be seduced by the breathtaking, typically Breton setting on the Vilaine estuary with its jagged cliffs and blue waters. Savour a Breton lobster like none other at the seaside restaurant, where dining feels a bit like being on the deck of an ocean liner. Listen to the sound of the waves during a restorative treatment at the spa, perhaps “la table phénicienne” (the Phoenician table), a massage patented by the property. Another one of Bertrand Jaquet’s passions is art, as can be discovered in the hotel’s wonderful art gallery.        ",
    "michelinUri": "https://restaurant.michelin.fr/2bij0t1/domaine-de-rochevilaine-billiers",
    "michelinStars": 1
  },
  {
    "name": "Domaine d’Auriac",
    "uri": "https://www.relaischateaux.com/us/france/auriac-aude-carcassonne",
    "image": "https://media.relaischateaux.com/public/hash/7f8b34c16263a87e89b1ec13e3432feef8d6f827",
    "citation": "“Welcome to the secret garden of Carcassonne”",
    "location": "Carcassonne",
    "description": "The Domaine d’Auriac is built on the ancient Carsac oppidum, where the story of Carcassonne, a Unesco World Heritage site, begins. For three generations, the Rigaudis Family has reinvented this 19th-century townhouse, built over the cellars of a Carolingian Abbey – ruled over by calm and fine dining in the shade of the 300-year-old surrounding park. The restaurant at the Domaine serves the original recipe for the typical local “Dieu le Fils” cassoulet. In a region where history, mysteries and legends, such as the story of Abbot Saunière’s treasure in Rennes-le-Château, abound, discover Cathare abbeys and castles whose ruins rise from cliff tops and rocky promontories.        ",
    "michelinUri": "https://restaurant.michelin.fr/2bmf006/domaine-dauriac-carcassonne",
    "michelinStars": 1
  },
  {
    "name": "Flocons de Sel",
    "uri": "https://www.relaischateaux.com/us/france/flocons-haute-savoie-megeve",
    "image": "https://media.relaischateaux.com/public/hash/3be5f3fe231e6819b3acebf5e224eb661d985b83",
    "citation": "“Pure nature, pure cuisine”",
    "location": "Megève",
    "description": "On the Megève heights, three-stars Chef and MOF (Best Craftsman of France) Emmanuel Renaut offers imaginative, colourful, timeless cuisine with a mountain flavour. He boldly injects colour, bitterness or acidity where they were not found before, to make each dish original and surprising. His cuisine reflects the scenery, with its soft, undulating parts, interrupted like a divine surprise by endless summits. Walk in the mountains with Emmanuel Renaut to discover mushrooms, flowers and wildlife. The hotel has several chalets which associate functionality with design in a cosy and relaxed atmosphere and a loft-type style. The treatments in the spa are inspired by the mountain: Megève pine trees, flowers and water        ",
    "michelinUri": "https://restaurant.michelin.fr/29wzk9t/flocons-de-sel-megeve",
    "michelinStars": 3
  },
  {
    "name": "Grand Hôtel du Lion d’Or",
    "uri": "https://www.relaischateaux.com/us/france/liondor-loir-et-cher-romorantin-lanthenay",
    "image": "https://media.relaischateaux.com/public/hash/dd806d9bba905ac9ff535b6b2c33829c1d75e460",
    "citation": "“Nature is a source of inspiration to be translated into emotions”",
    "location": "Romorantin-Lanthenay",
    "description": "In this Renaissance manor house in the heart of Romorantin, the capital of Sologne, the city that made Leonardo da Vinci come to France, talented Chef Didier Clément takes great delight in experimenting with natural flavours. His readings, encounters and walks in Sologne have resulted in his author’s cuisine, which highlights forgotten ingredients such as angelica, elderflower and peppery grains of paradise, and will surprise your taste buds. His white asparagus or chanterelles, seasonal game, fine desserts, accompanied by the best Loire wines, subtly awaken the senses.        ",
    "michelinUri": "https://restaurant.michelin.fr/2cn0867/grand-hotel-du-lion-dor-romorantin-lanthenay",
    "michelinStars": 0
  },
  {
    "name": "Hostellerie La Briqueterie",
    "uri": "https://www.relaischateaux.com/us/france/briqueterie-marne-vinay",
    "image": "https://media.relaischateaux.com/public/hash/2f8530df288337c1c034b730e31bda9f081546fb",
    "citation": "“Champagne, the finest symbol of the French art de vivre”",
    "location": "Vinay",
    "description": "In the Champagne region, on the slopes of the river Marne, the Hostellerie La Briqueterie is a paradise of well-being and good living. Épernay, the capital of Champagne wine, with its 110 km of cellars, including the most prestigious ones, to visit, is just a few minutes away. Here, every possible step has been taken to ensure complete relaxation between serene walks in the landscaped garden and its roses, tranquil baths, essential oil massages at the spa and gourmet meals that delight the palate whilst keeping the figure trim. Sample tartare of langoustines with citrus fruit aromas and don’t resist a glass of champagne.        ",
    "michelinUri": "https://restaurant.michelin.fr/2bvu2fn/hostellerie-la-briqueterie-vinay",
    "michelinStars": 0
  },
  {
    "name": "Hostellerie La Cheneaudière & Spa",
    "uri": "https://www.relaischateaux.com/us/france/cheneaudiere-bas-rhin-colroy-la-roche",
    "image": "https://media.relaischateaux.com/public/hash/7058b47de447cf377ed9b6006991decc76bce20e",
    "citation": "“Straight from the heart”",
    "location": "Colroy-la-Roche",
    "description": "The village of Colroy-la-Roche, in the heart of an area of unspoiled valleys, is nature at its best. Here, Mireille and Nicolas have created a welcoming hotel and, since 1975, have remained faithful to the spirit of Relais & Châteaux. Come and visit their new 2,500 m² “Nature Spa” devoted to relaxation and wellness, involving nature, peacefulness and light. Mireille has been true to her surroundings and has developed with a local laboratory a range of cosmetics based on beneficial herbs and honey from the village. The cuisine at the restaurant serves top-quality ingredients from Alsace, a region truly proud of its gourmet culture.        ",
    "michelinUri": "https://restaurant.michelin.fr/2dmgrop/hostellerie-la-cheneaudiere-colroy-la-roche",
    "michelinStars": 0
  },
  {
    "name": "Hostellerie de Levernois",
    "uri": "https://www.relaischateaux.com/us/france/levernois-cote-d-or-levernois-beaune",
    "image": "https://media.relaischateaux.com/public/hash/af323095713efb4e3d4eba0b1591ccefbfca444b",
    "citation": "“A hideaway from which to fall in love with Burgundy”",
    "location": "Levernois/Beaune",
    "description": "On the banks of the river Bouzaize sits a beautiful white house with an elegant French-style garden and a majestic five hectare park with century-old trees. Susanne and Jean-Louis Bottigliero are the happy owners of this very charming property that skilfully blends tradition and modernity, in the heart of the prestigious Côte de Beaune vineyards. In the gourmet restaurant the chef serves a traditional cuisine with a modern flair. The vegetable garden allows for simple, delicious dishes at the Bistrot du Bord de l’Eau in the ancient kitchen that dates back to 1750. Finally, the cellar boasts a selection of 800 references from the most prestigious wines from Burgundy.        ",
    "michelinUri": "https://restaurant.michelin.fr/28updvu/hostellerie-de-levernois-levernois",
    "michelinStars": 1
  },
  {
    "name": "Hostellerie de Plaisance",
    "uri": "https://www.relaischateaux.com/us/france/plaisance-gironde-saint-emilion",
    "image": "https://media.relaischateaux.com/public/hash/ebdd1f7ff60e633986f0f1d7c8ab96b8fabf3c9f",
    "citation": "“The masterpiece of Saint-Émilion”",
    "location": "Saint-Emilion",
    "description": "Wine enthusiasts will instantly recognise the name Saint-Émilion as one of the principal appellations of Bordeaux. Savour some great wines at the Hostellerie de Plaisance, where hosts Chantal and Gérard Perse warmly welcome guests to their elegant but relaxed retreat with stunning views of the vineyards as well as the medieval village, a Unesco World Heritage site. The interiors are an excellent blend of sophistication and comfort. At the restaurant be spoiled by the cuisine of the chef, who draws inspiration from the fresh food markets and the treasures of local farmers.        ",
    "michelinUri": "https://restaurant.michelin.fr/2cp6y7n/hostellerie-de-plaisance-saint-emilion",
    "michelinStars": 2
  },
  {
    "name": "Hotel & Restaurant Thierry Drapeau",
    "uri": "https://www.relaischateaux.com/us/france/thierrydrapeau-vendee-saint-sulpice-le-verdon",
    "image": "https://media.relaischateaux.com/public/hash/747d75fa890f5563edd9f3dafb67021997e67dd6",
    "citation": "“I compose my dishes as if they were paintings”",
    "location": "Saint-Sulpice-le-Verdon",
    "description": "Delightful French-style gardens and the historic walls of the Logis de la Chabotterie, a significant site in the Vendée war where General Charette was captured in 1796, provide the idyllic setting for this highly renowned restaurant. The two-star Chef Thierry Drapeau takes his inspiration from the surrounding countryside and its top-quality ingredients, then adding an artistic flourish to his fine regional cuisine. He favours herbs over spices, and creates a fragrant, brightly coloured \"floral cuisine\". Savory might accompany an asparagus starter, and pureed Vitelotte potatoes add a pretty dash of violet to a brandade of cod delicately flavoured with parsley juice.        ",
    "michelinUri": "https://restaurant.michelin.fr/9ppkxnq/hotel-le-france-aubusson",
    "michelinStars": 0
  },
  {
    "name": "Hôtel & Spa du Castellet",
    "uri": "https://www.relaischateaux.com/us/france/castellet-var-le-castellet",
    "image": "https://media.relaischateaux.com/public/hash/7bacf7f5b45e6792cda5661a38ffe4e3afee5cdb",
    "citation": "“An exceptional spot in the heart of Provence”",
    "location": "Le Castellet",
    "description": "On the edge of a forest of pine trees overlooking the Mediterranean Sea, the Hôtel du Castellet is one of the region’s most charming properties. Guest rooms are painted in hues of honey, lavender and grape and there are plenty of sun-drenched terraces. Three-star Chef and MOF (Best Craftsman of France) Christophe Bacquié has stamped his style on the Restaurant Christophe Bacquié, the prestigious gourmet restaurant of the hotel. The cuisine is based on seasonal and Mediterranean produce enlivened by a hint of flavours from further afield. For absolute relaxation there is the pool, golf course and spa. When night falls, the gazebos are illuminated, to highlight the beauty of the grounds.        ",
    "michelinUri": "https://restaurant.michelin.fr/9ppkxnq/hotel-le-france-aubusson",
    "michelinStars": 0
  },
  {
    "name": "L'Auberge Basque",
    "uri": "https://www.relaischateaux.com/us/france/auberge-basque-saint-pee-sur-nivelle-pyrenees-atlantiques",
    "image": "https://media.relaischateaux.com/public/hash/ca1b9b6386e4e633b615be7cf97425d99ff0cd42",
    "citation": "",
    "location": "Saint-Pée sur Nivelle",
    "description": "A few kilometres from the ocean, facing the Pyrenees and the Larrun, the Auberge Basque offers a calming pause in a territory full of character. A traditional inn on one side, a modernist cube on the other, the establishment offers a beautiful architectural contrast that can also be found in the cuisine. In love with the Basque Country and trained in the finest restaurants of Paris, chef Cédric Béchade joyfully blends the authenticity of regional products with the refinement of his dishes, conceived as contemporary works of art. Several elegantly decorated rooms will have you wishing to extend your discovery of the Basque mountains.        ",
    "michelinUri": "https://restaurant.michelin.fr/2efx4u4/lauberge-basque-saint-pee-sur-nivelle",
    "michelinStars": 1
  },
  {
    "name": "La Bastide",
    "uri": "https://www.relaischateaux.com/us/france/labastide-gers-barbotan-les-thermes",
    "image": "https://media.relaischateaux.com/public/hash/04dc4b62f941612cb5e534b5c37db3612b9cc54b",
    "citation": "“Life is sweet at this noble adobe in delightful Gascony”",
    "location": "Barbotan-les-Thermes",
    "description": "Protected by the village’s medieval church and in the shade of old plane trees, stands this beautiful 18th century charterhouse. The stone arcades of its sand colored frontage invite you to discover an elegant succession of living and dining rooms. An afternoon by the fireplace in the library, a summer night dining under the lime-tree, tasting Armagnac from its vineyards, nestled in its soft sofas: all this generous joy, real hymn to the delicious products of Gascony, matches the harmony of its luminous simplicity. In the gardens, benefit from the expert treatments provided at the Thermal Spa.        ",
    "michelinUri": "https://restaurant.michelin.fr/rtyhiv5i/chez-elles-le-restaurant-de-la-bastide-de-grignan-grignan",
    "michelinStars": 0
  },
  {
    "name": "La Bastide de Capelongue",
    "uri": "https://www.relaischateaux.com/us/france/capelongue-vaucluse-bonnieux-en-provence",
    "image": "https://media.relaischateaux.com/public/hash/1dae551ff2141d36830b4fc57a5e1be91afc2a5c",
    "citation": "“Authentic Provence amongst the fields of lavender”",
    "location": "Bonnieux en Provence",
    "description": "In the heart of the Luberon golden triangle, why not try the fragrant gourmet cuisine of two-star Chef Édouard Loubet at this elegant, sophisticated Provençal bastide. Serenity and art de vivre are the hallmarks of this prestigious hotel which offers its guests a simple and magical experience: to appreciate the décor of the elegant rooms, to breakfast by the side of a fountain, to sip iced herbal tea next to a pool surrounded by lavender, to go and pick food in the morning and then take a cooking class with the chef, or simply to enjoy the setting of the sun and the magnificent views over the village of Bonnieux.        ",
    "michelinUri": "https://restaurant.michelin.fr/2bj1jms/la-bastide-de-capelongue-bonnieux",
    "michelinStars": 2
  },
  {
    "name": "La Bonne Étape",
    "uri": "https://www.relaischateaux.com/us/france/bonneetape-alpes-de-haute-provence-chateau-arnoux",
    "image": "https://media.relaischateaux.com/public/hash/db2eed6d5304ca4eb5a78aec5664eb4d6f2978d8",
    "citation": "“Sun changes colours into perfumes”",
    "location": "Château-Arnoux",
    "description": "Countless generations of the Gleize family have looked after this 17th century post house. The balconies, the mosaiced walkways and the almond-green shutters are the work of Jany, the latest in the line. In the kitchen he reinvents the Provencal recipes of grandmother Gabrielle, with traditional flavours. Sweets are a tribute to Jany’s father, Pierre, a confectioner. Sample the delicious lavender honey ice cream served in it’s bee hive. A vegetable and a landscaped garden blend flowers, fruit and vegetables. Much more than simply a stopover, this is a voyage for the senses and a stepping stone to reaching perfect happiness.        ",
    "michelinUri": "https://restaurant.michelin.fr/2bp5jf6/la-bonne-etape-chateau-arnoux",
    "michelinStars": 1
  },
  {
    "name": "La Côte Saint Jacques & Spa",
    "uri": "https://www.relaischateaux.com/us/france/la-cote-saint-jacques-yonne-joigny",
    "image": "https://media.relaischateaux.com/public/hash/2c3c75300ada720b77074094127381bf6637eef1",
    "citation": "“A romantic escape for gourmets on the banks of the river Yonne”",
    "location": "Joigny",
    "description": "The Côte Saint Jacques, in the heart of Burgundy, is a captivating destination. Most of the pleasant rooms have nice terraces, and there are panoramic views from the jacuzzi on the banks of the river Yonne. With an array of activities available, from cooking lessons, to strolling along the canal, an indoor swimming pool, a spa and special programmes for children, you will not be at a loss for things to do. Chef Jean-Michel Lorain, the hotel’s talented and exuberant owner, will welcome you like a friend, and if you’re lucky, he will let slip the secrets of his recipes.         ",
    "michelinUri": "https://restaurant.michelin.fr/2c2ma30/la-cote-saint-jacques-joigny",
    "michelinStars": 2
  },
  {
    "name": "La Grande Maison de Bernard Magrez",
    "uri": "https://www.relaischateaux.com/us/france/grande-maison-bernard-magrez-gironde-bordeaux",
    "image": "https://media.relaischateaux.com/public/hash/88e1f57ca2e97b38eb9f3561e436d58a5c586ee3",
    "citation": "“Our leitmotiv: the art”",
    "location": "Bordeaux",
    "description": "The Grande Maison de Bernard Magrez is a private 19th century mansion, driven by two ambassadors of excellence, at the service of the arts. The art of hospitality is showcased by the six elegant guest rooms inspired by Napoleon III style. Culinary arts are embodied by the exceptional cuisine of Pierre Gagnaire. The art of Great Wines, with a wine list unique in the world, boasting 259 positions including 172 Grands Crus Classés, is perfectly aligned to the remarkable signature dishes of the Chef with new creations around local products. The journey continues with contemporary art at the Cultural Institute Bernard Magrez, across the street, with the permanent exhibition of works from the collection of the owner.        ",
    "michelinUri": "https://restaurant.michelin.fr/a7u4fcer/la-grande-maison-de-bernard-magrez-bordeaux",
    "michelinStars": 2
  },
  {
    "name": "La Grenouillère",
    "uri": "https://www.relaischateaux.com/us/france/lagrenouillere-pas-de-calais-la-madelaine-sous-montreuil",
    "image": "https://media.relaischateaux.com/public/hash/4a9da964dcaef6b1f1fde5f8412fb16fed84933d",
    "citation": "“A surprising gourmet interlude on the Côte d’Opale”",
    "location": "La Madelaine-sous-Montreuil",
    "description": "La Grenouillère, originally a typical regional family restaurant, has become under the amazing starred Chef Alexandre Gauthier,one of France's most inventive chefs, a place which is definitely out of the ordinary. The century-old buildings have been preserved, but two sleek new metallic marquees by architect Patrick Bouchain have redesigned the property. The restaurant, which now opens out onto the garden and greenery, serves a radical cuisine, one that is rooted in the local area and uses freely and imaginatively ingredients from the sea and from hunting and gathering. You can extend your sensory experience by staying in one of the huts in the garden.        ",
    "michelinUri": "https://restaurant.michelin.fr/2a0ne3f/la-grenouillere-la-madelaine-sous-montreuil",
    "michelinStars": 2
  },
  {
    "name": "La Pyramide Patrick Henriroux",
    "uri": "https://www.relaischateaux.com/us/france/pyramide-isere-vienne",
    "image": "https://media.relaischateaux.com/public/hash/d487fa25d5774d27b170735c1434b76d4ae972e0",
    "citation": "“The colourful world of the Henriroux house”",
    "location": "Vienne",
    "description": "Located south of Lyon in the once Roman town of Vienne, La Pyramide has a long legacy in hospitality. Previously held by the mythical Fernand Point, it is now in the hands of the very talented and friendly Chef Patrick Henriroux and his family. Never resting on their laurels, they constantly innovate and update, making La Pyramide an exciting and dynamic destination.  Patrick Henriroux's cuisine respects its  traditional roots and adds a modern touch. The gourmet restaurant Patrick Henriroux boasts contemporary interiors in vivid colours by Régis Dho. Guests will be delighted by the impressive collection of Chartreuse liqueurs. The rule of three applies to the good things at L'espace PH3, the hotel’s second restaurant: three starters, three main courses, three desserts, three white wines, three rosé wines and so on.        ",
    "michelinUri": "https://restaurant.michelin.fr/2f4bg71/la-pyramide-patrick-henriroux-vienne",
    "michelinStars": 2
  },
  {
    "name": "La Réserve",
    "uri": "https://www.relaischateaux.com/us/france/reservealbi-tarn-albi",
    "image": "https://media.relaischateaux.com/public/hash/20804a68ca32e36085ad3c2f858cdc5337aa1ece",
    "citation": "“On the bank of the Tarn, the perfect base to explore Albi”",
    "location": "Albi",
    "description": "The Queen Mother of England made this charming hotel her base when she visited Albi, the native town of the artist Toulouse-Lautrec. In 2010, Unesco classified this episcopal city, a medieval gem constructed in red brick, a World Heritage site. Just as the royal visitor did, appreciate the gentle way of life, the spacious rooms opening onto the beautiful park, and dinners in the restaurant or terrace, with magnificent views of the river Tarn. With a glass of Gaillac in hand, discover the beauty of post-Impressionist landscapes whilst learning how Albi witnessed the birth of Catharism and, during the Renaissance, supplied pigments to the greatest painters of the age.        ",
    "michelinUri": "https://restaurant.michelin.fr/hbm05up/la-reserve-le-bosc",
    "michelinStars": 0
  },
  {
    "name": "La Signoria & Spa",
    "uri": "https://www.relaischateaux.com/us/france/signoria-corse-calvi",
    "image": "https://media.relaischateaux.com/public/hash/4128bed954276c396eb2a0e3445cd7709fc2c64b",
    "citation": "“A gem on the Island of Beauty”",
    "location": "Calvi",
    "description": "Five minutes from downtown Calvi with its lofty citadel, La Signoria, an 18th century Genoese estate, is perfectly positioned at the foot of the Corsican mountains, but within close proximity to the beautiful sandy beach. The estate is set in a lush paradise of orange trees, palm and pine trees and gurgling fountains. Take in the intoxicating aroma of the maquis poolside, in the Jacuzzi or in the Spa Casanera. Guests will feel that they are vacationing at someone’s home. The charming, well maintained private beach “Signoria Mare” awaits them to sample the local flavours at the fisherman’s hut inspired restaurant.        ",
    "michelinUri": "https://restaurant.michelin.fr/2bs90l6/la-signoria-calvi",
    "michelinStars": 1
  },
  {
    "name": "Le Clos",
    "uri": "https://www.relaischateaux.com/us/france/leclos-normandie-verneuil-sur-avre",
    "image": "https://media.relaischateaux.com/public/hash/c03b53406d48d674d01f4604bb2e5076580bf20d",
    "citation": "“Tranquility as time goes by”",
    "location": "Verneuil d’Avre & d’Iton",
    "description": "Le Clos Parc & Spa in Verneuil-sur-Avre, which was in English hands during the Hundred Years War, is on the road from Paris to Mont-Saint-Michel, and is near Chartres, Le Perche Regional Nature Park and Giverny. It is quintessentially English. This château, with its Anglo-Norman conical turret roof and flambé-glazed bricks, inspired by Viollet-le-Duc, is nestled in a park with ancient trees which leads to two restaurants. The rooms are elegantly appointed, with period furniture and elegant wallpaper evoking the world of the horse. Le Clos offers a delightful new wellness area and a charming Gustave Eiffel-style ironwork conservatory for breakfast and tea room.        ",
    "michelinUri": "https://restaurant.michelin.fr/2ep5ghq/le-cloitre-mane",
    "michelinStars": 1
  },
  {
    "name": "Le Club de Cavalière & Spa",
    "uri": "https://www.relaischateaux.com/us/france/cavaliere-var-le-lavandou-cavaliere",
    "image": "https://media.relaischateaux.com/public/hash/ef0cb250276b464885718ffc96c8f2c876a24843",
    "citation": "“Paradise bay”",
    "location": "Le Lavandou (Cavalière)",
    "description": "On the French Riviera, near Lavandou, this large Tuscan-style villa shines out against the magical background of the Mediterranean Sea. Imbued with charm, the Club de Cavalière exposes its ochre arcades and fragrant vegetation to the sun. Nestled among maritime pines, bougainvilleas and exotic gardens, the hotel is bordered by its own private beach of fine sand overlooking the Levant islands and has an array of sumptuous rooms and suites, and villas with patios right on the sand. This is the perfect place for a truly refreshing break. The restaurant features the flavours of southern cuisine, in the shade of mulberry trees and overlooks the magnificent bay of Cavalière.        ",
    "michelinUri": "https://restaurant.michelin.fr/2bn5wwe/le-club-de-cavaliere-spa-le-lavandou",
    "michelinStars": 0
  },
  {
    "name": "Le Grand Cœur & Spa",
    "uri": "https://www.relaischateaux.com/us/france/grandcoeur-savoie-meribel",
    "image": "https://media.relaischateaux.com/public/hash/ef9b5d5b9f806c91124f02688485e8ad8c45a38b",
    "citation": "“A chalet in the heart of the largest ski area in the world”",
    "location": "Méribel",
    "description": "In the heart of Méribel, at the foot of the slopes, this authentic Savoy chalet doesn’t keep its “big heart” hidden away. Enjoy direct access to the 600 km of ski trails in the “Trois Vallées” area. After skiing, treat your aching muscles to a therapeutic spa treatment, enjoy the coziness of the sumptuous rooms, with their blend of bright wood, tone and fur and enjoy the piano bar and restaurant. In the dining room or on the comfortable terrace oriented towards the South, you can admire the 1992 Winter Olympics women’s downhill piste or the Mont Vallon with a height of 2,300 metres.        ",
    "michelinUri": "https://restaurant.michelin.fr/9qhiepc/le-grand-coeur-spa-meribel-mottaret",
    "michelinStars": 0
  },
  {
    "name": "Le Relais Bernard Loiseau",
    "uri": "https://www.relaischateaux.com/us/france/loiseau-cote-d-or-saulieu",
    "image": "https://media.relaischateaux.com/public/hash/99eca3921a23643888102097780752ff8a09043e",
    "citation": "“Marked with the seal of excellence”",
    "location": "Saulieu",
    "description": "The name Bernard Loiseau evokes a unique sensory voyage and an authentic culinary experience. Chef Patrick Bertron has added his talent to the legacy left by his master, with cuisine based on simplicity, powerful tastes and new flavours. But the food isn’t the only attraction at this stunning Burgundy location: owner Dominique Loiseau has made this hotel exceptional in every way. The breakfast room is a listed historical monument. The dining rooms offer a panorama view of the gardens, the rooms are elegantly decorated and at the spa, the welcome is warm and attentive. This is a magical and timeless place where the idea of well-being takes on its full meaning.        ",
    "michelinUri": "https://restaurant.michelin.fr/2cur8yy/le-relais-bernard-loiseau-saulieu",
    "michelinStars": 2
  },
  {
    "name": "Le Saint-Paul",
    "uri": "https://www.relaischateaux.com/us/france/stpaul-alpes-maritimes-saint-paul-de-vence",
    "image": "https://media.relaischateaux.com/public/hash/c2e83c8ffb1808496bc5cc139ea3f61a4cc9547f",
    "citation": "“A magical and intimate place in the village of Saint-Paul-de-Vence”",
    "location": "Saint-Paul-de-Vence",
    "description": "In a secret and sunny Eden, located within the ramparts of Saint-Paul-de-Vence, a famous artists’ haunt, the Saint-Paul casts its timeless spell. This is the place to stay if you want to fully appreciate French-style hospitality and sophistication. The listed mediaeval promontory where the hotel stands transports you, in supreme comfort, to a world of myth, legend and history. The guestrooms and suites offer stunning views over the village or over the plain up to the Mediterranean. Savour delicious regional dishes on an exquisite, flower-bedecked, sunny terrace – paradise indeed.        ",
    "michelinUri": "https://restaurant.michelin.fr/2crp5q4/le-saint-paul-saint-paul-de-vence",
    "michelinStars": 0
  },
  {
    "name": "Le Vieux Logis",
    "uri": "https://www.relaischateaux.com/us/france/vieuxlogis-dordogne-tremolat",
    "image": "https://media.relaischateaux.com/public/hash/2ac1fa99c8fe10029cd5f396e51231150c44aea5",
    "citation": "“In the footsteps of Henry Miller”",
    "location": "Trémolat",
    "description": "Author Henry Miller knew and loved France better than many French people. He was always in search of, inspirational locations. He originally planned to spend a week at this hotel in the heart of the black Périgord but ended up staying a month. Inside the former tobacco drying barn that has been converted into a dining room or outside under the linden trees, Miller’s spirit lives on. Like the author, you will appreciate the tranquillity of this former priory with its lovely gardens, babbling brook and natural pool in which you can swim. While away the hours in a relaxed atmosphere until dusk approaches and it is time to do a tasting of some fabulous regional wines.        ",
    "michelinUri": "https://restaurant.michelin.fr/2cz3yz2/le-vieux-logis-tremolat",
    "michelinStars": 1
  },
  {
    "name": "Les Hautes Roches",
    "uri": "https://www.relaischateaux.com/us/france/hautesroches-indre-et-loire-rochecorbon",
    "image": "https://media.relaischateaux.com/public/hash/591492cc211cc777f8e01d114c9ca7b210721ded",
    "citation": "“Happiness on the rocks”",
    "location": "Rochecorbon",
    "description": "Located on a tufa cliff overlooking the meandering Loire, recently listed by Unesco as a World Heritage site, the Hotel Les Hautes Roches, carved into the rocks, is truly unique. In this exceptional setting every room is different. The south-facing cave rooms with a view of the Loire, some carved into the rock, are all elegantly decorated with stylish fabrics in perfect harmony with the place. The classical but creative Breton-inspired cuisine perfectly marries the fresh seafood with local products. Each season brings new things to discover at this treasure on the Loire.        ",
    "michelinUri": "https://restaurant.michelin.fr/2cyg6yb/les-hautes-roches-rochecorbon",
    "michelinStars": 1
  },
  {
    "name": "Les Prés d’Eugénie",
    "uri": "https://www.relaischateaux.com/us/france/guerard-landes-eugenie-les-bains",
    "image": "https://media.relaischateaux.com/public/hash/870673652670a751f824cfa337245eb6fa7e6beb",
    "citation": "“Dare to dream...”",
    "location": "Eugénie-les-Bains",
    "description": "A small country palace, on the borders of the Landes and Béarn regions, a romantic haven, a feast for the senses, for pampering your body and letting your mind wander. This family home is an invitation to happiness. Fairytale gardens, aristocratic abode and symphonic cuisine. In this small village, once placed under the patronage of Empress Eugénie, herb gardens, majestic trees and ancient roses line the pathway to a stunning spa, La Ferme Thermale®. In the kitchen, Michel Guérard, who \"cooks the way a bird sings\", creates celestial marvels. Everywhere else, Christine casts her poetic touch.        ",
    "michelinUri": "https://restaurant.michelin.fr/29g9pvw/les-pres-deugenie-michel-guerard-eugenie-les-bains",
    "michelinStars": 3
  },
  {
    "name": "Maison Decoret",
    "uri": "https://www.relaischateaux.com/us/france/decoret-allier-vichy",
    "image": "https://media.relaischateaux.com/public/hash/806db05768c82d570c301663bc7574d57736066b",
    "citation": "“Sources of delight”",
    "location": "Vichy",
    "description": "Across from the Parc des Sources in Vichy, MOF (Best Craftsman of France) Chef Jacques Decoret and his wife Martine have taken over a brick chalet dating from the time of Napoleon III. The chalet has a conservatory and a planted and aromatic roof, which illuminate the dining room. With its gentle, spacious rooms and a kitchen with large picture windows, it blends contemporary and classical style, just like the Chef. Jacques Decoret has created a new art de vivre in a historical thermal spa town. He favours fine produce, to which he applies his innovative skills, concocting combinations of hitherto unsuspected flavours for a cuisine nourished by smiles. Gourmets can also sign up to introductory cookery classes.        ",
    "michelinUri": "https://restaurant.michelin.fr/2b7zqic/maison-decoret-vichy",
    "michelinStars": 1
  },
  {
    "name": "Maison Lameloise",
    "uri": "https://www.relaischateaux.com/us/france/lameloise-saone-et-loire-chagny",
    "image": "https://media.relaischateaux.com/public/hash/8db3c38c596754adbf4d8bded34c7cfa6795cd62",
    "citation": "“More than 90 years of flavours in the heart of Burgundy’s vineyards”",
    "location": "Chagny",
    "description": "A true institution of French gastronomy and a charming hotel, the Maison Lameloise has cultivated art de vivre since more than 90 years. In medieval times the cuisine attracted already the Dukes of Burgundy. This long and delightful story is continued by Chef Éric Pras, MOF (Best Craftsman of France), and Frédéric Lamy at the head of the former coach house dating back to the 15th century. The fresh, precise and delicate cuisine of Éric Pras gives this iconic restaurant a new, young image. With the fine tart of Burgundy snails and the potagère of fresh herbs or the suckling veal chop rubbed with marjoram and orange, it pays a delicious tribute to the region and the heritage of the property.        ",
    "michelinUri": "https://restaurant.michelin.fr/2bnef6m/maison-lameloise-chagny",
    "michelinStars": 3
  },
  {
    "name": "Manoir de Lan-Kerellec",
    "uri": "https://www.relaischateaux.com/us/france/lankerellec-cotes-d-armor-trebeurden",
    "image": "https://media.relaischateaux.com/public/hash/54e612e8059d2f17428ae8d8dc87693974f55035",
    "citation": "“The magic of Brittany”",
    "location": "Trébeurden",
    "description": "Surrounded by the immense sea and the reefs of the Pink Granite Coast, the Manoir de Lan-Kerellec in Trébeurden is a jewel in Brittany’s crown. From your balcony, drink in the magical panoramic view of the islands of Milliau, Molène and Losquet. Then you might want to take a walk along the coastal \"path of the customs officers\" to taste the sea spray, or scuba dive for a closer look at the underwater nature reserve. Enjoy your dinner showcasing the produce of the sea in the dining room built in the shape of an upturned boat, a masterpiece by the Compagnons du Devoir.        ",
    "michelinUri": "https://restaurant.michelin.fr/2cys3lz/manoir-de-lan-kerellec-trebeurden",
    "michelinStars": 0
  },
  {
    "name": "Michel Trama",
    "uri": "https://www.relaischateaux.com/us/france/aubergade-lot-et-garonne-puymirol",
    "image": "https://media.relaischateaux.com/public/hash/b99df2ded1b9a40961bdcd0d371a2b251a143cab",
    "citation": "“The baroque elegance of an epicurean palace”",
    "location": "Puymirol",
    "description": "Contemporary interior designer Jacques Garcia has worked wonders with the décor of this 13th century bastide, that was once home to the Counts of Toulouse. The mood is theatrical and luxurious. Sofas with feet that look like lion paws sit beside ancient floor tiles and velvety wall hangings. There is a touch of the artist Jean Cocteau here too, with an avant-garde chandelier that appears out of a wall. Your itinerary should include visiting the region which is one of the most beautiful parts of France, and sampling the recipes dreamt up by Chef Michel Trama, this extraordinary self-taught multi-starred Chef, who strolls through the Lot-et-Garonne farmer markets looking for the best and the unexpected.  His cuisine reveals his love of wholesome food and of life in general.  You'll sample notably his potato papillote and his lobster lasagna, a few reasons the restaurant is not to be missed.        ",
    "michelinUri": "https://restaurant.michelin.fr/2ckuncq/michel-trama-puymirol",
    "michelinStars": 2
  },
  {
    "name": "Moulin de l’Abbaye",
    "uri": "https://www.relaischateaux.com/us/france/moulin-dordogne-brantome-en-perigord",
    "image": "https://media.relaischateaux.com/public/hash/68879354ac65a674b8dba42a9f0aa29587386b8a",
    "citation": "“A romantic, magical setting”",
    "location": "Brantôme-en-Périgord",
    "description": "In Brantôme, the Venice of the Périgord, this ivy-clad mill is one of the most delightful places in the Dordogne. The vista takes in the impressive bridge, a 16th century masterpiece, the monastery garden, the medieval tower, the Renaissance pavillion and the famous abbey founded by Charlemagne. The rooms and lounges are elegant and cosy, and the light-filled dining room opens out onto a terrace on the river banks. The Chef creates innovative, delectable cuisine showcasing local produce. At the mill itself, the miller’s house and the house where the famous Abbot of Brantôme, Pierre de Bourdeilles, once lived, the stage is set to enjoy this romantic, magical setting.        ",
    "michelinUri": "https://restaurant.michelin.fr/2bk4rlv/le-moulin-de-labbaye-brantome-en-perigord",
    "michelinStars": 1
  },
  {
    "name": "Relais de la Poste",
    "uri": "https://www.relaischateaux.com/us/france/poste-landes-magescq",
    "image": "https://media.relaischateaux.com/public/hash/583f7e407a96480ab55af5c685603d74dd799912",
    "citation": "“Gourmet recipes in the heart of the woods of the Landes”",
    "location": "Magescq",
    "description": "This 19th century mansion combines all that is great about the southwest of France and the Landes, the country of dunes and wide open spaces. The scent of the sea pines drifts over those relaxing by the swimming pool or on the white sandy beaches, only a few kilometres from the Relais de la Poste, or those surfing the famous waves of the Landes coast. Chef Jean Coussau concocts with great talent flavorful gourmet recipes originating from the region between the Basque Country and Bordeaux, with its wealth of exceptional products, like Adour lamprey, hot duck foie gras with grapes, sand asparagus from the Landes or Gillardeau oysters on a bed of chanterelles.        ",
    "michelinUri": "https://restaurant.michelin.fr/2b1jv34/relais-de-la-poste-la-wantzenau",
    "michelinStars": 0
  },
  {
    "name": "Troisgros",
    "uri": "https://www.relaischateaux.com/us/france/troisgros-loire-ouches",
    "image": "https://media.relaischateaux.com/public/hash/9d7814d8ce558199aa73000d3883fce4eb177eff",
    "citation": "“Excellence lies in simplicity”",
    "location": "Ouches",
    "description": "Troisgros is located in the heart of the countryside, at the foot of a vineyard. It is made up of a farmhouse where guests are received, a kitchen workshop where products are transformed, a restaurant, Le Bois sans Feuilles, were sharing is experienced, and a large Italian-style house where relaxation may be had. \nAll of these spaces have a modern soul and are surrounded by fields, woods, a lake, garden, and orchard. The taste of Marie-Pierre, and that of Michel and César, all guided by the simplicity in cooking, was without a doubt inspired by this new setting.\n\n        ",
    "michelinUri": "https://restaurant.michelin.fr/2cm53gy/troisgros-le-bois-sans-feuilles-ouches",
    "michelinStars": 3
  },
  {
    "name": "Villa Gallici",
    "uri": "https://www.relaischateaux.com/us/france/gallici-bouches-du-rhone-aix-en-provence",
    "image": "https://media.relaischateaux.com/public/hash/f6afd66748bae1817a2591166343d66ab069767b",
    "citation": "“A stay as sweet as the Calisson candies”",
    "location": "Aix-en-Provence",
    "description": "Paul Cézanne missed Aix terribly whenever he left, and never ceased to be inspired by its beauty. Many after him succumbed to the charm of this town and the ambience of this Florentine residence. The rooms are sumptuously decorated, and open onto a private garden filled with the fragrance of lavender. The cuisine pays tribute to Provence with dishes like sautéed loin of lamb and aubergine caviar with olives, black garlic sauce and fried basil. Try the famous local speciality of Calisson, sweets flavoured with melon and orange. Villa Gallici offers a special “Cézanne package”, which includes a visit to the painter’s studio.        ",
    "michelinUri": "https://restaurant.michelin.fr/2bbgh3h/villa-gallici-aix-en-provence",
    "michelinStars": 0
  },
  {
    "name": "Yoann Conte",
    "uri": "https://www.relaischateaux.com/us/france/yoannconte-haute-savoie-veyrier-du-lac",
    "image": "https://media.relaischateaux.com/public/hash/3c696c1e5d75a3f15b800a849385a205e30e4011",
    "citation": "“The second generation of ‘chefs inspired by nature’ expresses himself!”",
    "location": "Veyrier-du-Lac",
    "description": "This fine early 20th-century mansion on the banks of Lake Annecy is a rhapsody of blue and gold: the blue of the façade and the lake viewed from the terrace meets the golden yellow of the wood cladding the walls and the sun that shines into the guestrooms through the large picture windows. This house offers an intimate setting with a warm, cosy ambiance. And all around is resplendent nature, as celebrated by the Chef's cuisine. Since 2010, Yoann Conte, following in the footsteps of Marc Veyrat, has drawn his inspiration from the passing seasons and their plants to reinterpret local cuisine, serving, for example, fish from the lake with fresh herbs and alpine flowers.        ",
    "michelinUri": "https://restaurant.michelin.fr/2fcm39b/yoann-conte-veyrier-du-lac",
    "michelinStars": 2
  }
]